Repository: neos-sdi/adfsmfa
Catalog: Neos-IdentityServer 2.4/Neos.IdentityServer.MultiFactor.SAS.Azure/Resources/SSAS.*.resx
Languages: it, nl, ru

# GLOBALCFGLabel
source: Phone Number
it: Numero di telefono
nl: Telefoonnummer
ru: Номер телефона

# GLOBALListChoiceDefaultLabel
source: Use default Azure option
it: Usa l'opzione predefinita di Azure
nl: Standaardoptie voor Azure gebruiken
ru: Используйте опцию Azure по умолчанию

# GLOBALListChoiceLabel
source: Use Azure authentication options
it: Usa le opzioni di autenticazione di Azure
nl: Azure-verificatieopties gebruiken
ru: Используйте параметры аутентификации Azure

# GLOBALListOptionLabel
source: Azure authentication options
it: Opzioni di autenticazione di Azure
nl: Opties voor Azure-verificatie
ru: Параметры аутентификации Azure

# GLOBALOTPLabel
source: Single use access code
it: Codice di accesso monouso
nl: Toegangscode voor eenmalig gebruik
ru: Код доступа к единому использованию

# GLOBALWarnOverNetwork
source: (data is transmitted over internet)
it: (i dati sono trasmessi su Internet)
nl: (gegevens worden via internet verzonden)
ru: (данные передаются через Интернет)

# GLOBALWarnThirdParty
source: (authentication is performed by Microsoft)
it: (l'autenticazione è eseguita da Microsoft)
nl: (verificatie wordt uitgevoerd door Microsoft)
ru: (аутентификация выполняется корпорацией Майкрософт)

# GLOBALWIZLabel
source: Enroll your mobile
it: Registra il tuo telefono cellulare
nl: Uw mobiele telefoon inschrijven
ru: Зарегистрируйте свой мобильный

# NOTIFChoiceLabel
source: Send a notification to my mobile (Azure)
it: Invia una notifica al mio telefono cellulare (Azure)
nl: Een melding sturen naar mijn mobiele telefoon (MS)
ru: Отправить уведомление на мой мобильный телефон (Azure)

# NOTIFConfigLabel
source: Notification on your authentication application
it: Notifica sulla tua app Authenticator
nl: Melding op uw verificatie toepassing
ru: Уведомление о приложении проверки подлинности

# NOTIFMessage
source: We have sent a notification to your mobile device. Answer to continue.
it: Abbiamo inviato una notifica al tuo dispositivo mobile. Rispondi per continuare.
nl: We hebben een melding naar uw mobiele apparaat gestuurd. Antwoord om door te gaan.
ru: Мы отправили уведомление на ваше мобильное устройство. Ответ на продолжение.

# OTPChoiceLabel
source: Use my authentication application (Azure)
it: Usa la mia app Authenticator (Azure)
nl: Mijn verificatie toepassing gebruiken (MS)
ru: Используйте мое приложение проверки подлинности (Azure)

# OTPConfigLabel
source: Use your authentication application
it: Usa la tua app Authenticator
nl: Uw verificatie toepassing gebruiken
ru: Используйте приложение проверки подлинности

# OTPMessage
source: Enter the verification code for your mobile application.
it: Immetti il codice di verifica visualizzato dalla tua app Authenticator.
nl: Voer de verificatiecode voor uw mobiele toepassing in.
ru: Введите код проверки для мобильного приложения.

# SMSChoiceLabel
source: Send a code to my mobile (Azure)
it: Invia un codice al mio telefono cellulare (Azure)
nl: Een code naar mijn mobiele telefoon (MS) sturen
ru: Отправить код на мой мобильный телефон (Azure)

# SMSConfigLabel
source: Text message on my mobile phone
it: SMS sul mio telefono cellulare
nl: Tekstbericht op mijn mobiele telefoon
ru: Текстовое сообщение на моем мобильном телефоне

# SMSConfigLabel2
source: Text message on my mobile phone {0}
it: SMS sul mio telefono cellulare {0}
nl: Tekstbericht op mijn mobiele telefoon {0}
ru: Текстовое сообщение на мой мобильный телефон {0}

# SMSMessage
source: We sent an SMS containing a verification code. {0}
it: Abbiamo inviato un SMS contenente un codice di verifica. {0}
nl: We stuurden een SMS met een verificatiecode. {0}
ru: Мы отправили SMS, содержащий код проверки. {0}

# VOICE1ChoiceLabel
source: Call my mobile phone (Azure)
it: Chiama il mio telefono cellulare (Azure)
nl: Bel mijn mobiele telefoon (MS)
ru: Позвоните на мой мобильный телефон (Azure)

# VOICE1ConfigLabel
source: Voice call on your mobile
it: Chiamata vocale sul telefono cellulare
nl: Spraakoproep op uw mobiele telefoon
ru: Голосовой вызов на свой мобильный

# VOICE1ConfigLabel2
source: Voice call on your mobile {0}
it: Chiamata vocale sul telefono cellulare {0}
nl: Spraakoproep op uw mobiele telefoon {0}
ru: Голосовой вызов на свой мобильный телефон {0}

# VOICE1Message
source: We call your phone {0}. Answer to continue.
it: Chiamiamo il tuo numero di telefono {0}. Rispondi per continuare.
nl: We bellen uw telefoon {0}. Antwoord om door te gaan.
ru: Мы звоним на ваш телефон {0} Ответ на продолжение.

# VOICE2ChoiceLabel
source: Call my secondary phone (Azure)
it: Chiama il mio telefono cellulare alternativo (Azure)
nl: Bel mijn secundaire telefoon (MS)
ru: Позвоните на мой вторичный телефон (Azure)

# VOICE2ConfigLabel
source: Voice call on my secondary mobile phone
it: Chiamata vocale sul telefono cellulare alternativo
nl: Spraakoproep op mijn secundaire mobiele telefoon
ru: Голосовой звонок на мой вторичный мобильный телефон

# VOICE2ConfigLabel2
source: Voice call on my secondary mobile phone {0}
it: Chiamata vocale sul telefono cellulare alternativo {0}
nl: Spraakoproep op mijn secundaire mobiele telefoon {0}
ru: Голосовой вызов на моем дополнительном мобильном телефоне {0}

# VOICE2Message
source: We call your secondary phone {0}. Answer to continue.
it: Chiamiamo il tuo numero di telefono alternativo {0}. Rispondi per continuare.
nl: We noemen uw secundaire telefoon {0}. Antwoord om door te gaan.
ru: Мы звоним на ваш дополнительный телефон {0}. Ответьте, чтобы продолжить.

# VOICE3ChoiceLabel
source: Call my office phone (Azure)
it: Chiama il mio telefono ufficio (MS)
nl: Bel mijn kantoor telefoon (MS)
ru: Позвоните по моему офису телефона (Azure)

# VOICE3ConfigLabel
source: Voice call on your office phone
it: Chiamata vocale sul telefono ufficio
nl: Spraakoproep op uw kantoor telefoon
ru: Голосовой звонок на вашем офисном телефоне

# VOICE3ConfigLabel2
source: Voice call on your office phone {0}
it: Chiamata vocale sul telefono ufficio {0}
nl: Spraakoproep op uw Office-telefoon {0}
ru: Голосовой звонок на ваш офисный телефон {0}

# VOICE3Message
source: We call your office phone {0}. Answer to continue.
it: Chiamiamo il tuo numero di telefono ufficio {0}. Rispondi per continuare.
nl: We bellen uw Office-telefoon {0}. Antwoord om door te gaan.
ru: Мы звоним на ваш рабочий телефон {0}. Ответьте, чтобы продолжить.

# GLOBALManagement
source: Enroll my Azure options
it: Registrare le opzioni di AzureEnroll my Azure options
nl: Toegang tot mijn Azure-configuratieopties
ru: Зарегистрируйте параметры Azure
