Repository: neos-sdi/adfsmfa
Catalog: Neos-IdentityServer 2.3/Neos.IdentityServer.MultiFactor/Resources/html_strings.*.resx
Languages: es

# HtmlChangeConfiguration
source: Change my configuration options
es: Cambiar mis opciones de configuración

# HtmlChangePassword
source: Change my password
es: Cambiar mi contraseña

# HtmlCHOOSEOptionEmailWarning
source: Email To
es: Por correo electrónico a

# HtmlCHOOSEOptionNone
source: I have no such information
es: No tengo ninguna de esta información

# HtmlCHOOSEOptionRemember
source: Remember my selection
es: Recordar mi selección

# HtmlCHOOSEOptionSendCode
source: Send Code
es: Enviar el código

# HtmlErrorRestartSession
source: wrong Identification, please restart your session
es: Identificación imposible, por favor reinicie su sesión de

# HtmlLabelWRQRCode
source: Scan the QR Code with a TOTP application like Microsoft Authenticator, Google Authenticator for registering your account
es: Escanear el código QR con la aplicación TOTP como Microsoft Authenticator, Google Authenticator para registrar su cuenta

# HtmlPWDCancel
source: Cancel
es: Cancelar

# HtmlPWDLabelActual
source: Current password
es: Contraseña actual

# HtmlPWDLabelNew
source: New password
es: Nueva contraseña

# HtmlPWDLabelNewConfirmation
source: Password confirmation
es: Confirmación contraseña

# HtmlPWDSave
source: Save
es: Guardar

# HtmlREGAccessMethod
source: Default access method
es: Método de acceso por defecto

# HtmlREGLabelAppKey
source: Secret Key
es: Tecla de aplicación

# HtmlREGLabelMail
source: Personal email address
es: Dirección de correo electrónico personal:

# HtmlREGLabelPhoneNumber
source: Cellphone number
es: Número de teléfono móvil

# HtmlREGOptionChooseBest
source: Let me choose the best option
es: Me deja elegir la mejor opción

# HtmlREGOptionEmail
source: Send an email to your personal address
es: Enviar un correo electrónico a una dirección personal

# HtmlREGOptionPhone
source: Send a notification to your cellphone
es: Enviar una notificación en tu teléfono móvil

# HtmlREGOptionTOTP
source: Use a TOTP application
es: Utilice una aplicación (TOTP)

# HtmlREGShowQR
source: Show me the QR Code
es: Ver código de QR

# HtmlUIMAccessOptions
source: Access my options after authentication
es: acceder a mis opciones después de la autenticación

# HtmlUIMConnexion
source: Sign In
es: Conexión

# HtmlUIMNoCode
source: I do not have the code
es: No tengo un código

# HtmlUIMUseApp
source: Use your authenticator application
es: Utilice la autenticación de la aplicación

# HtmlUIMUsePhone
source: Check for SMS on your phone
es: Ver mensajes instantáneos en tu móvil

# HtmlREGResetQR
source: Reinitialize your key
es: Restablecer su clave

# HtmlSecretKeyChanged
source: Your secret key has changed!
es: Atención! Su clave secreta ha sido cambiado !

# HtlmUIMUseEmail
source: Check your email account
es: Compruebe su cuenta de correo electrónico

# HtmlINSRequest
source: Send inscription request
es: Enviar la solicitud de inscripción

# HtmlINSWaitRequest
source: Sending your inscription request via email to administrators
es: El envío de su solicitud por correo electrónico a los administradores

# HtmlUIMDisableMFA
source: Disable Multi-Factor authentication
es: Desactivar la autenticación de múltiples factores

# HtmlUIMGoToRegistration
source: Change my options
es: Cambiar mis opciones

# HtmlREGSendQR
source: Send by email
es: Enviar por correo electrónico

# HtmlUIMGotoInscription
source: Inscription request
es: Solicitud de inscripción

# HtmlREGAccessPageMethods
source: Configuration options
es: Opciones de configuración

# HtmlUIMLabelDefault
source: Use default configuration
es: Use las opciones predeterminadas

# HtmlEnrollBiometric
source: Enroll my biometric device
es: Registra mi dispositivo biométrico

# HtmlEnrollOTP
source: Enroll my authentication application
es: Registra mi aplicación de autenticación

# HtmlUIMRecordNewKey
source: Get a new key
es: Nueva clave

# HtmlLabelWREGOTP
source: You must have an authentication application such as Microsoft Authenticator, Google Authenticator installed on your device before you can continue and register your account
es: Debe haber instalado una aplicación de autenticación como Microsoft Authenticator, Google Authenticator en su dispositivo para poder continuar y registrar su cuenta.

# HtmlLabelWREGOTPWarning
source: By continuing, your current key will be invalidated and reset
es: Continuando, su clave actual se desactivará y reiniciará.

# HtmlLabelWVERIFYOTP
source: Verification
es: Verificación

# HtmlUIMCheck
source: Code verification
es: Verificación de código

# HtmlLabelVERIFYOTPError
source: The verification code is invalid ! You can try the operation again by selecting "Previous". It will be necessary to re-register your account. If you cancel, you will not be able to use single-use code validation (the most secure)
es: ¡El código de verificación no es válido ! Puede intentar la operación nuevamente seleccionando "Anterior". Será necesario volver a registrar su cuenta. Si cancela, no podrá usar la validación de código de uso único (la más segura)

# HtmlLabelVERIFYOTPOK
source: Finish
es: Acabar

# HtmlLabelVERIFYOTPPRIOR
source: Previous
es: Anterior

# HtmlLabelVERIFYOTPSuccess
source: Your account is validated! You will be able to use single-use code validation in the future.
es: ¡Tu cuenta está validada ! Podrá usar la validación de código de un solo uso en el futuro.

# HtmlUIMRecordNewEmail
source: Register a new email address
es: Guarde un nuevo correo electrónico

# HtmlUIVerifyPhone
source: Phone verification
es: Verificando su teléfono

# HtmlLabelWREmail
source: You must enter an email address to confirm your identiy. This email must be reachable without needing enterprise verification (personal email address)
es: Debe ingresar un correo electrónico para confirmar su identidad, este correo electrónico debe estar accesible sin requerir un cheque comercial (correo electrónico personal)

# HtmlEnrollEmail
source: Enroll my personal email address
es: Registra mi dirección de correo electrónico personal

# HtmlEnrollPhone
source: Enroll my phone
es: Registra mi teléfono

# HtmlLabelWRPhone
source: You must enter your phone number in order to confirm your identity. This phone must be reachable.
es: Debe ingresar su número de teléfono para confirmar su identidad, este teléfono debe ser accesible

# HtmlEnrollBiometrics
source: Enroll my biometric device
es: Registra mi dispositivo biométrico

# HtmlLabelWRPinCode
source: You must enter a secret code (4 digits) in order to validate your identity. Be sure not to use the codes of your bank card or telephone as well as details concerning your date of birth.
es: Debe ingresar un código secreto (4 dígitos) para validar su identié. Asegúrese de no utilizar los códigos de su tarjeta bancaria o teléfono, así como los detalles relativos a su fecha de nacimiento.

# HtmlEnrollPinCode
source: Set my PIN code
es: Registra mi PIN
