Repository: neos-sdi/adfsmfa
Catalog: Neos.IdentityServer 2.5/Neos.IdentityServer.MultiFactor.SMS.Azure/Resources/SHtml.*.resx
Languages: pt

# GLOBALListChoiceDefaultLabel
source: Use default option
pt: Usar opção padrão

# GLOBALWarnOverNetwork
source: (data is transmitted over internet)
pt: (os dados são transmitidos pela Internet)

# GLOBALWarnThirdParty
source: (authentication is performed by a third party)
pt: (a autenticação é realizada por um terceiro)

# MAILUIEnrollValidatedLabel
source: Account verified<br><br>Now you can use your mail address to authenticate
pt: Conta verificada <br><br> agora você pode usar seu endereço de e-mail para autenticar

# OTPUIEnrollValidatedLabel
source: Account verified<br><br>Now you can use your app to authenticate
pt: Conta verificada <br> <br> agora você pode usar seu aplicativo para autenticar

# SMSUICFGLabel
source: Phone number
pt: Número de telefone

# SMSUIChoiceLabel
source: Send a code to my mobile
pt: Enviar um código para o meu telemóvel

# SMSUIChoiceLabel2
source: Return the code received on my mobile
pt: Devolva o código recebido no meu celular

# SMSUIConfigLabel
source: Text message on my mobile phone
pt: Mensagem de texto em meu telefone móvel

# SMSUIConfigLabel2
source: Text message on my mobile phone {0}
pt: Mensagem de texto no meu telemóvel {0}

# SMSUIEnrollTaskLabel
source: Provide a mobile phone number
pt: Forneça um número de telefone móvel

# SMSUIEnrollValidatedLabel
source: Account verified<br><br>Now you can use your mobile phone to authenticate
pt: Conta verificada <br> <br> agora você pode usar seu telefone celular para autenticar

# SMSUIListChoiceLabel
source: Receive a message on my mobile phone
pt: Receber uma mensagem no meu telemóvel

# SMSUIListOptionLabel
source: Personal mobile phone
pt: Telefone móvel pessoal

# SMSUIManagement
source: Access my configuration options
pt: Acessar minhas opções de configuração

# SMSUIMessage
source: We sent an SMS containing a verification code. {0}
pt: Enviamos um SMS contendo um código de verificação. {0}

# SMSUIOTPLabel
source: Enter Code
pt: Digite o código

# SMSUIWIZLabel
source: Enroll your mobile
pt: Inscreva seu celular

# SMSWIZEnroll
source: Enroll my phone
pt: Inscrever meu telefone
