Repository: neos-sdi/adfsmfa
Catalog: Neos.IdentityServer 3.0/Neos.IdentityServer.Console/Resources/Neos.IdentityServer.Console.Nodes.*.resx
Languages: it, ru, sv

# ADDSSCOPENODEDESC
source: Active Directory configuration
it: Configurazione Active Directory
ru: Настройка активного каталога
sv: Active Directory-inställningar

# AZURESCOPENODEDESC
source: Azure configuration
it: Configurazione Azure
ru: Установка Azure
sv: Azure-installationsprogrammet

# GENERALSCOPECANCEL
source: Cancel
it: Annulla
ru: отменить
sv: Avbryta

# GENERALSCOPECANCELDESC
source: Cancel updates
it: Annulla aggiornamenti
ru: Отмена изменений
sv: Avbryt ändringar

# GENERALSCOPENODEDESC
source: Global parameters
it: Parametri globali
ru: Общие настройки
sv: Allmänna inställningar

# GENERALSCOPESAVE
source: Save
it: Salva
ru: экономить
sv: Spara

# GENERALSCOPESAVEDESC
source: Save updates
it: Salva aggiornamenti
ru: Сохранение изменений
sv: Spara ändringar

# MFASCOPENODEDESC
source: MFA Providers
it: Provider autenticazione a più fattori
ru: Поставщики МИД
sv: MFA-leverantörer

# ROOTCHANGELANGUAGE
source: Change language
it: Modifica lingua
ru: Изменение языка
sv: Byta språk

# ROOTCHANGELANGUAGEDESC
source: Change the culture of the user interface
it: Modifica le impostazioni cultura dell'interfaccia utente
ru: Изменение культуры пользовательского интерфейса
sv: Ändra kulturen i användargränssnittet

# ROOTLANGUAGEDE
source: German
it: Tedesco
ru: немецкий
sv: Tyska

# ROOTLANGUAGEDEDESC
source: Change the culture of the user interface in German (1031)
it: Modificare le impostazioni cultura dell'interfaccia utente in tedesco (1031)
ru: Изменение культуры пользовательского интерфейса на немецком языке (1031)
sv: Ändra kulturen i användargränssnittet på tyska (1031)

# ROOTLANGUAGEES
source: Spanish
it: Spagna
ru: испанский
sv: Spanska

# ROOTLANGUAGEESDESC
source: Change the user interface culture in Spanish (1034/3082)
it: Modifica le impostazioni cultura dell'interfaccia utente a Spagnolo (3082)
ru: Изменение культуры пользовательского интерфейса на испанском языке (3082)
sv: Ändra kulturen i användargränssnittet på spanska (3082)

# ROOTLANGUAGEFR
source: French
it: Francia
ru: французский
sv: Franska

# ROOTLANGUAGEFRDESC
source: Changing the culture of the user interface in French (1036)
it: Modifica le impostazioni cultura dell'interfaccia utente a Francese (1036)
ru: Изменение культуры пользовательского интерфейса на французском языке (1036)
sv: Ändra kulturen i användargränssnittet på franska (1036)

# ROOTLANGUAGEIT
source: Italian
it: Italiano
ru: итальянский
sv: Italienska

# ROOTLANGUAGEITDESC
source: Change the culture of the user interface in Italian (1040)
it: Modifica le impostazioni cultura dell'interfaccia utente a Italiano (1040)
ru: Изменение культуры пользовательского интерфейса на итальянском языке (1040)
sv: Ändra kulturen i användargränssnittet på italienska (1040)

# ROOTLANGUAGENL
source: Dutch
it: Olandese
ru: нидерландский
sv: Nederländska

# ROOTLANGUAGENLDESC
source: Changing the user interface culture in Dutch (1043)
it: Modifica delle impostazioni cultura dell'interfaccia utente in olandese (1043)
ru: Изменение культуры пользовательского интерфейса на голландском языке (1043)
sv: Ändra användargränssnitts kulturen på nederländska (1043)

# ROOTLANGUAGEPL
source: Polish
it: Polacco
ru: польский
sv: Polska

# ROOTLANGUAGEPLDESC
source: Change the culture of the user interface in Polish (1045)
it: Modificare le impostazioni cultura dell'interfaccia utente in polacco (1045)
ru: Изменение культуры пользовательского интерфейса на польском языке (1045)
sv: Ändra kulturen i användargränssnittet på polska (1045)

# ROOTLANGUAGEPT
source: Portuguese
it: Portoghese
ru: португальский
sv: Portugisiska

# ROOTLANGUAGEPTDESC
source: Changing the user interface culture in Portuguese (2070)
it: Modifica delle impostazioni cultura dell'interfaccia utente in portoghese (2070)
ru: Изменение культуры пользовательского интерфейса на португальском языке (2070)
sv: Ändra användargränssnitts kulturen på portugisiska (2070)

# ROOTLANGUAGERO
source: Romanian
it: Rumeno
ru: румынский
sv: Rumänska

# ROOTLANGUAGERODESC
source: Change the culture of the user interface in Romanian (1048)
it: Modificare la cultura dell'interfaccia utente in rumeno (1048)
ru: Изменение культуры пользовательского интерфейса на румынском языке (1048)
sv: Ändra kulturen i användargränssnittet på rumänska (1048)

# ROOTLANGUAGERU
source: Russian
it: Russo
ru: русский
sv: Ryska

# ROOTLANGUAGERUDESC
source: Change the culture of the user interface in Russian (1049)
it: Modificare le impostazioni cultura dell'interfaccia utente in russo (1049)
ru: Изменение культуры пользовательского интерфейса на русском языке (1049)
sv: Ändra kulturen i användargränssnittet på ryska (1049)

# ROOTLANGUAGESV
source: Swedish
it: Svedese
ru: шведский
sv: Svenska

# ROOTLANGUAGESVDESC
source: Change the culture of the user interface in Swedish (1053)
it: Modificare la cultura dell'interfaccia utente in svedese (1053)
ru: Изменение культуры пользовательского интерфейса на шведском языке (1053)
sv: Ändra kulturen i användargränssnittet på Svenska (1053)

# ROOTLANGUAGEUS
source: English
it: Inglese
ru: английский
sv: Engelska

# ROOTLANGUAGEUSDESC
source: Change the culture of the user interface in English (1033)
it: Modifica le impostazioni cultura dell'interfaccia utente a Inglese (1033)
ru: Изменение культуры пользовательского интерфейса на английском языке (1033)
sv: Ändra kulturen i användargränssnittet på engelska (1033)

# ROOTSCOPENODEDESC
source: MFA
ru: Мид

# SECURITYSCOPENODEDESC
source: Security configuration
it: Configurazione di sicurezza
ru: Настройка безопасности
sv: Säkerhetsuppsättning

# SECURITYSCOPERNG
source: RNG (random number generator)
ru: RNG (генератор случайных чисел)
sv: RNG (slumpmässig nummergenerator)

# SECURITYSCOPEROOT
source: Security configuration
it: Configurazione della sicurezza
ru: Настройка безопасности
sv: Säkerhetsinställningar

# SECURITYSCOPERSA
source: RSA Certificate
it: RSA Certificato
ru: Сертификат RSA
sv: RSA-certifikat

# SECURITYSCOPERSAX
source: RSA Certificates per user
it: RSA Certificati per utente
ru: Сертификаты RSA на пользователя
sv: RSA-certifikat per användare

# SERVICESCOPENODEDESC
source: Services status
it: Stato servizi
ru: Состояние услуг
sv: Läget för tjänster

# SMSSCOPENODEDESC
source: Phone configuration
it: Configurazione telefono
ru: Установка SMS
sv: SMS-inställning

# SMTPSCOPENODEDESC
source: SMTP configuration
it: Configurazione SMTP
ru: Настройка SMTP
sv: SMTP-inställningar

# SQLSCOPENODEDESC
source: SQLServer configuration
it: Configurazione SQL Server
ru: Конфигурация S'LServer

# TOTPSCOPENODEDESC
source: TOTP configuration
it: Configurazione TOTP
ru: Конфигурация TOTP
sv: TOTP-konfiguration

# USERSCOPEADDUSER
source: Add a user
it: Aggiungi un utente
ru: Добавление пользователя
sv: Lägga till en användare

# USERSCOPEADDUSERDESC
source: Add a user to the MFA authentication system
it: Aggiungi un utente al sistema di autenticazione a più fattori
ru: Добавление пользователя в систему аутентификации МИД
sv: Lägga till en användare i autentiseringssystemet MFA

# USERSCOPEFILTERCLEAR
source: Clear user filter
it: Cancella filtro utente
ru: Очистить фильтр пользователей
sv: Rensa filter för användare

# USERSCOPEFILTERCLEARDESC
source: Clear the filter from the user list
it: Cancella il filtro applicato all'elenco utenti
ru: Очистить фильтры из списка пользователей
sv: Rensa filter från användarlistan

# USERSCOPEFILTERUSERS
source: Filter users
it: Filtra utenti
ru: Пользователи фильтров
sv: Filtrera användare

# USERSCOPEFILTERUSERSDESC
source: Filter the list of users
it: Filtra l'elenco utenti
ru: Фильтр список пользователей
sv: Filtrera användarlistan

# USERSCOPEIMPORT
source: Import
it: Importa
ru: импортировать
sv: Om du vill importera

# USERSCOPEIMPORTADDS
source: Import Active Directory users
it: Importa utenti da Active Directory
ru: Активный импорт пользователей каталога
sv: Import av Active Directory-användare

# USERSCOPEIMPORTADDSDESC
source: Import users from ADDS
it: Importa utenti da Servizi di dominio Active Directory
ru: Импортingeuse от ADDS
sv: Importera ingeuse från TILLÄGGER

# USERSCOPEIMPORTCSV
source: Import CSV users
it: Importa utenti da CSV
ru: Импорт пользователей CSV
sv: Import av CSV-användare

# USERSCOPEIMPORTCSVDESC
source: Import users from a CSV file
it: Importa utenti da un file CSV
ru: Импорт пользователей из файла CSV
sv: Importera användare från en CSV-fil

# USERSCOPEIMPORTDESC
source: Procedures for importing users
it: Procedure per l'importazione utenti
ru: Процедуры импорта пользователей
sv: Procedurer för användarimport

# USERSCOPEIMPORTXML
source: Import XML users
it: Importa utenti da XML
ru: Импорт пользователей XML
sv: Importera XML-användare

# USERSCOPEIMPORTXMLDESC
source: Import users from a XML file
it: Importa utenti da un file XML
ru: Импортозагрузожающих пользователей из файла XML
sv: Importera inguning användare från en XML-fil

# USERSPROPERTYADD
source: Properties: New User
it: Proprietà: Nuovo utente
ru: Свойства: Новый пользователь
sv: Egenskaper: ny användare

# USERSSCOPEIMPORTCSVCOUNT
source: Number of users imported : {0} Errors : {1}
it: Numero di utenti importati: {0}. Errori: {1}
ru: Количество импортируемых пользователей: {0} Ошибки: {1}
sv: Antal importerade användare: {0} fel: {1}

# USERSSCOPEIMPORTCSVINVALID
source: Invalid csv file !
it: File CSV non valido.
ru: Неправильный файл csv!
sv: Felaktiga CSV-fil!

# USERSSCOPEIMPORTCSVRESTITLE
source: CSV import results
it: Risultati importazione CSV
ru: Результат импорта CSV
sv: Resultat av CSV-import

# USERSSCOPEIMPORTCSVTITLE
source: Import users in MFA with a csv file
it: Importa utenti nel sistema di autenticazione a più fattori usando un file CSV
ru: Импортные пользователи в МИД с csv штепсельной вилкой
sv: Importera användare till MFA med en CSV-plugin

# USERSSCOPEIMPORTXMLCOUNT
source: Number of users imported : {0} Errors : {1}
it: Numero di utenti importati: {0}. Errori: {1}
ru: Количество импортируемых пользователей: {0} Ошибки: {1}
sv: Antal importerade användare: {0} fel: {1}

# USERSSCOPEIMPORTXMLRESTITLE
source: XML import results
it: Risultati importazione XML
ru: Результат импорта XML
sv: Resultat av XML-import

# USERSSCOPEIMPORTXMLTITLE
source: Import users in MFA with a xml file
it: Importa utenti nel sistema di autenticazione a più fattori usando un file XML
ru: Импортные пользователи в МИД с xml штепсельной вилкой
sv: Importera användare till MFA med en XML-plugin

# USERSSCOPENODEDESC
source: Users management
it: Gestione utenti
ru: Конфигурация пользователя
sv: Användarkonfiguration

# WEBAUTHNSCOPEDESC
source: WebAuthN biometrics
it: Biometria WebAuthN
ru: Биометрия WebAuthN
sv: WebAuthN biometri

# GENERALSCOPECERTS
source: MFA Certificates Security
it: Sicurezza certificati MFA
ru: Сертификаты МФА Безопасность
sv: MFA-certifikat Säkerhet

# GENERALSCOPECERTSDESC
source: Manage certificate's priva keys Access Control List on current server
it: Gestisci le chiavi priva del certificato Accedi alla lista di controllo sul server corrente
ru: Управляйте сертификатами priva keys Access Control List на текущем сервере
sv: Hantera certifikats privata nycklar Access Control List på nuvarande server

# STORAGESCOPENODEDESC
source: Storage Configuration
it: Configurazione dell'archiviazione
ru: Конфигурация хранилища
sv: Lagringskonfiguration

# GENERALSCOPERESTARTMFASVC
source: Restart MFA Services
it: Riavvia i servizi MFA
ru: Перезапустите Сервисы MFA
sv: Starta om MFA-tjänster

# GENERALSCOPERESTARTMFASVCDESC
source: Restart all MFA Services (Notification Hub and ADFS Services) on all farm servers
it: Riavvia tutti i servizi MFA (Hub di notifica e Servizi ADFS) su tutti i server della farm
ru: Перезапустите все службы MFA (Notification Hub и ADFS Services) на всех серверах фермы
sv: Starta om alla MFA-tjänster (Notification Hub och ADFS Services) på alla gårdservrar

# SECURITYSCOPEWSMANDESC
source: WsMan Configuration
it: Configurazione WsMan
ru: Конфигурация WsMan
sv: WsMan-konfiguration

# SECURITYSCOPEWSMAN
source: WsMan
it: Uomo di Sistema di Lavoro
sv: WsMan (en)
